Repository: mduu/SolarLens
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

source: Loading ...
da: Indlæser ...
de: Lade …
fr: Chargement ...
it: Caricamento ...

source: Loading server info...
da: Indlæser serverinfo...
de: Serverinformationen werden geladen...
fr: Chargement des informations du serveur...
it: Caricamento informazioni server...

source: Loading took too long
da: Indlæsning tog for længe
de: Laden dauerte zu lang
fr: Chargement trop long
it: Caricamento troppo lungo

source: Log is empty. Lifecycle events appear immediately; heartbeat fires once per minute while the app is in front.
da: Loggen er tom. Livscyklusbegivenheder vises straks; heartbeat udløses én gang i minuttet, mens appen er i forgrunden.
de: Protokoll ist leer. Lifecycle-Ereignisse erscheinen sofort; der Heartbeat läuft einmal pro Minute, solange die App im Vordergrund ist.
fr: Journal vide. Les événements du cycle de vie apparaissent immédiatement ; un heartbeat est émis chaque minute tant que l’app est au premier plan.
it: Registro vuoto. Gli eventi del ciclo di vita appaiono subito; l’heartbeat scatta una volta al minuto mentre l’app è in primo piano.

source: Log out
da: Log ud
de: Abmelden
fr: Déconnexion
it: Esci

source: Logged in as:
da: Logget ind som:
de: Angemeldet als
fr: Connecté comme
it: Registrato come

source: Login
da: Log ind
de: Anmelden
fr: Connexion
it: Accedi

source: Login failed!
da: Login mislykkedes!
de: Anmelden fehlgeschlagen
fr: Connexion échouée !
it: Accesso non riuscito!

source: Logout
da: Log ud
de: Abmelden
fr: Déconnexion
it: Disconnetti

source: Manual
da: Manuel
de: Manuell
fr: Manuel
it: Manuale

source: Max %@ =
da: Maks %@ =

source: Max. charging limit:
da: Maks. opladningsgrænse:
de: Max. Ladelimit:
fr: Limite de charge max.:
it: Limite di carica max.:

source: Max. Grid Power:
da: Maks. Netstrøm:
de: Max. Netzleistung:
fr: Puissance max. du réseau:
it: Potenza massima di rete:

source: Max.:
da: Maks.:

source: Migrated 'Notify on battery level' automation to the new Notifications subsystem.
da: Automatiseringen 'Giv besked ved batteriniveau' er migreret til det nye notifikationssystem.
de: Die Automation 'Bei Batteriestand benachrichtigen' wurde ins neue Benachrichtigungssystem migriert.
fr: L'automatisation 'Notifier au niveau de batterie' a été migrée vers le nouveau système de notifications.
it: L'automazione 'Notifica al livello di batteria' è stata migrata al nuovo sistema di notifiche.

source: Min. discharge limit:
da: Min. afladningsgrænse:
de: Min. Entladelimit:
fr: Limite de décharge min.:
it: Limite di scarica min.:

source: Min. discharging limit:
da: Min. afladningsgrænse:
de: Min. Entladelimit:
fr: Limite de décharge min.:
it: Limite di scarica min.:

source: Minimal
da: Minimum
de: Minimalmenge
fr: Quantité minimale
it: Quantità minima

source: Minimal & Solar
da: Minimum & Sol
fr: Minimal et solaire
it: Minimale e solare

source: Minimum charge, then solar
da: Minimum opladning, derefter sol
de: Minimal laden, dann Solar
fr: Charge minimale, puis solaire
it: Carica minima, poi solare

source: Minimum quantity
da: Minimumsmængde
de: Mindestmenge
fr: Quantité minimale
it: Quantità minima

source: Minimum quantity in kWh.
da: Minimumsmængde i kWh.
de: Mindestmenge Strom in kWh
fr: Quantité minimale en kWh.
it: Quantità minima in kWh.

source: Mode
da: Tilstand
de: Modus
it: Modalità

source: Mode:
da: Tilstand:
de: Modus:
it: Modalità:

source: Month
da: Måned
de: Monat
fr: Mois
it: Mese

source: More Info
da: Mere info
de: Mehr Infos
fr: Plus d'infos
it: Più info

source: Morning:
da: Morgen:
de: Morgen:
fr: Matin:
it: Mattina:

source: Most domestic charging stations in Switzerland, Germany, Austria and Denmark are 3-phase. Change only if you know yours is 1-phase.
da: De fleste hjemme-ladestationer i Schweiz, Tyskland, Østrig og Danmark er 3-fasede. Ændr kun, hvis du ved, at din er 1-faset.
de: Die meisten Heim-Ladestationen in der Schweiz, Deutschland, Österreich und Dänemark sind 3-phasig. Ändere das nur, wenn deine 1-phasig ist.
fr: La plupart des bornes domestiques en Suisse, en Allemagne, en Autriche et au Danemark sont triphasées. Ne changez que si vous savez que la vôtre est monophasée.
it: La maggior parte delle stazione di ricarica domestiche in Svizzera, Germania, Austria e Danimarca è trifase. Cambia solo se sai che la tua è monofase.

source: Most domestic charging stations in Switzerland, Germany, Austria and Denmark are 3-phase. Pick "Auto" if your charging station switches between 1- and 3-phase based on load (e.g. go-eCharger, Easee).
da: De fleste hjemme-ladestationer i Schweiz, Tyskland, Østrig og Danmark er 3-fasede. Vælg „Auto“, hvis din ladestation skifter mellem 1- og 3-faset baseret på belastning (f.eks. go-eCharger, Easee).
de: Die meisten Heim-Ladestationen in der Schweiz, Deutschland, Österreich und Dänemark sind 3-phasig. Wähle „Auto“, wenn deine Ladestation abhängig von der Last zwischen 1- und 3-phasig wechselt (z. B. go-eCharger, Easee).
fr: La plupart des bornes domestiques en Suisse, en Allemagne, en Autriche et au Danemark sont triphasées. Choisissez « Auto » si votre borne bascule entre monophasé et triphasé selon la charge (par ex. go-eCharger, Easee).
it: La maggior parte delle stazione di ricarica domestiche in Svizzera, Germania, Austria e Danimarca è trifase. Seleziona “Auto” se la tua stazione di ricarica commuta tra mono- e trifase in base al carico (es. go-eCharger, Easee).

source: Move down
da: Flyt ned
de: Nach unten
fr: Descendre
it: Sposta giù

source: Move to bottom
da: Flyt nederst
de: Ganz nach unten
fr: Tout en bas
it: Sposta in fondo

source: Move to top
da: Flyt øverst
de: Ganz nach oben
fr: Tout en haut
it: Sposta in cima

source: Move up
da: Flyt op
de: Nach oben
fr: Monter
it: Sposta su

source: N/A
da: I/T
de: N/V
fr: N/D
it: N/D

source: Name:
da: Navn:
fr: Nom:
it: Nome:

source: Neon Solar
da: Neon solenergi
fr: Solaire néon
it: Solare neon

source: Next background check scheduled (~60s)
da: Næste baggrundstjek planlagt (~60 s)
de: Nächste Hintergrundprüfung geplant (~60 s)
fr: Prochaine vérification en arrière-plan planifiée (~60 s)
it: Prossimo controllo in background pianificato (~60 s)

source: Next background check scheduled for %@
da: Næste baggrundskontrol planlagt til %@
de: Nächste Hintergrundprüfung geplant für %@
fr: Prochaine vérification en arrière-plan prévue pour %@
it: Prossimo controllo in background previsto per le %@

source: Next background processing scheduled for %@
da: Næste baggrundsbehandling planlagt til %@
de: Nächste Hintergrundverarbeitung geplant für %@
fr: Prochain traitement en arrière-plan planifié pour %@
it: Prossima elaborazione in background pianificata per %@

source: No battery data present!
da: Ingen batteridata til stede!
de: Keine Batteriedaten vorhanden!
fr: Aucune donnée de batterie présente!
it: Nessun dato batteria presente!

source: No car is currently charging.
da: Ingen bil oplades i øjeblikket.
de: Aktuell ist kein Fahrzeug am Laden.
fr: Aucune voiture n'est en charge actuellement.
it: Al momento nessuna auto è in carica.

source: No charging stations
da: Ingen ladestationer
de: Keine Ladestationen
fr: Aucune borne de recharge
it: Nessuna stazione di ricarica

source: No charging stations found. Add one in Solar Manager first.
da: Ingen ladestationer fundet. Tilføj en i Solar Manager først.
de: Keine Ladestationen gefunden. Füge zuerst eine in Solar Manager hinzu.
fr: Aucune borne de recharge trouvée. Ajoutez-en une dans Solar Manager d'abord.
it: Nessuna stazione di ricarica trovata. Aggiungine una in Solar Manager prima.

source: No current data
da: Ingen aktuelle data
de: Keine aktuellen Daten
fr: Pas de données actuelles
it: Nessun dato attuale

source: No custom background set
da: Intet baggrundsbillede
de: Kein Hintergrund gesetzt
fr: Aucun arrière-plan
it: Nessuno sfondo

source: No custom logo set
da: Intet logo valgt
de: Kein Logo gesetzt
fr: Aucun logo défini
it: Nessun logo impostato

source: No data
da: Ingen data
de: Keine Daten
fr: Aucune donnée
it: Nessun dato

source: No Data Available
da: Ingen data tilgængelige
de: Keine Daten verfügbar
fr: Aucune donnée disponible
it: Nessun dato disponibile

source: No devices
da: Ingen enheder
de: Keine Geräte
fr: Aucun appareil
it: Nessun dispositivo

source: No image data received
da: Ingen billeddata
de: Keine Bilddaten empfangen
fr: Aucune donnée reçu
it: Nessun dato ricevuto

source: No interaction with energy grid
da: Ingen interaktion med elnettet
de: Keine Netzbezug oder -export
fr: Aucune interaction avec le réseau électrique
it: Nessuna interazione con la rete energetica

source: No log entries yet
da: Ingen log-poster endnu
de: Noch keine Protokolleinträge
fr: Aucune entrée de journal
it: Nessuna voce nel registro

source: No logs received yet. On your Apple Watch, open the Solar Lens app → gear icon → Activity log → Send to iPhone.
da: Endnu ingen logs modtaget. Åbn Solar Lens-appen på dit Apple Watch → tandhjul → Aktivitetslog → Send til iPhone.
de: Noch keine Protokolle empfangen. Öffne auf deiner Apple Watch die Solar Lens-App → Zahnrad → Aktivitätsprotokoll → An iPhone senden.
fr: Aucun journal reçu pour le moment. Sur votre Apple Watch, ouvrez l’app Solar Lens → engrenage → Journal d’activité → Envoyer à l’iPhone.
it: Nessun registro ricevuto. Sull’Apple Watch apri l’app Solar Lens → ingranaggio → Registro attività → Invia a iPhone.

source: No matches
da: Ingen resultater
de: Keine Treffer
fr: Aucun résultat
it: Nessuna corrispondenza

source: No notifications fired yet
da: Ingen notifikationer udløst endnu
de: Noch keine Mitteilungen ausgelöst
fr: Aucune notification déclenchée pour l'instant
it: Nessuna notifica attivata finora

source: No server info available.
da: Ingen serverinfo tilgængelig.
de: Keine Serverinformationen verfügbar.
fr: Aucune information de serveur disponible.
it: Nessuna informazione server disponibile.

source: No, Cancel
da: Nej, annuller
de: Nein, Abbrechen
fr: Non, annuler
it: No, annulla

source: Not supported!
da: Ikke understøttet!
de: Nicht unterstützt!
fr: Non supporté!
it: Non supportato!

source: Notification history
da: Notifikationshistorik
de: Mitteilungsverlauf
fr: Historique des notifications
it: Cronologia notifiche

source: Notifications
da: Notifikationer
de: Mitteilungen
it: Notifiche

source: Notifies every time the condition is met. After firing, the monitor waits until the value clearly leaves the threshold before re-arming (no spam if the value flaps).
da: Giver besked, hver gang betingelsen er opfyldt. Efter udløsning venter monitoren, indtil værdien tydeligt forlader tærsklen, før den genaktiveres (ingen spam, hvis værdien svinger).
de: Benachrichtigt jedes Mal, wenn die Bedingung erfüllt ist. Nach dem Auslösen wartet der Monitor, bis der Wert den Schwellwert deutlich verlässt, bevor er wieder scharf geschaltet wird (kein Spam bei schwankenden Werten).
fr: Notifie chaque fois que la condition est remplie. Après le déclenchement, le moniteur attend que la valeur s'éloigne nettement du seuil avant de se réarmer (pas de spam si la valeur oscille).
it: Notifica ogni volta che la condizione è soddisfatta. Dopo l'attivazione, il monitor attende che il valore si allontani chiaramente dalla soglia prima di riattivarsi (niente spam se il valore oscilla).

source: Notifies once. After the notification fires, the monitor stops.
da: Giver besked én gang. Efter notifikationen stopper monitoren.
de: Benachrichtigt einmal. Nach der Benachrichtigung stoppt der Monitor.
fr: Notifie une seule fois. Après la notification, le moniteur s'arrête.
it: Notifica una sola volta. Dopo la notifica, il monitor si ferma.

source: Notify every time
da: Giv besked hver gang
de: Jedes Mal benachrichtigen
fr: Notifier à chaque fois
it: Notifica ogni volta

source: Notify on battery level
da: Giv besked ved batteriniveau
de: Bei Batteriestand benachrichtigen
fr: Notifier au niveau de batterie
it: Notifica al livello di batteria

source: Notify on battery level cancelled
da: Besked ved batteriniveau annulleret
de: Benachrichtigung bei Batteriestand abgebrochen
fr: Notification au niveau de batterie annulée
it: Notifica al livello di batteria annullata

source: Notify on battery level stopped
da: Besked ved batteriniveau stoppet
de: Benachrichtigung bei Batteriestand gestoppt
fr: Notification au niveau de batterie arrêtée
it: Notifica al livello di batteria fermata

# Notify on battery level: %lld%% — %@, waiting
source: Notify on battery level: %1$lld%% — %2$@, waiting
da: Giv besked ved batteriniveau: %1$lld%% — %2$@, venter
de: Bei Batteriestand benachrichtigen: %1$lld%% — %2$@, warte
fr: Notifier au niveau de batterie : %1$lld%% — %2$@, en attente
it: Notifica al livello di batteria: %1$lld%% — %2$@, in attesa

# Notify on battery level: 24 h timeout — last battery %lld%%, target %@
source: Notify on battery level: 24 h timeout — last battery %1$lld%%, target %2$@
da: Giv besked ved batteriniveau: 24-timers timeout — sidste batteri %1$lld%%, mål %2$@
de: Bei Batteriestand benachrichtigen: 24-Stunden-Timeout — letzter Stand %1$lld%%, Ziel %2$@
fr: Notifier au niveau de batterie : délai de 24 h dépassé — dernière batterie %1$lld%%, cible %2$@
it: Notifica al livello di batteria: timeout di 24 h — ultima batteria %1$lld%%, obiettivo %2$@

# Notify on battery level: condition met — battery %lld%%, target %@
source: Notify on battery level: condition met — battery %1$lld%%, target %2$@
da: Giv besked ved batteriniveau: betingelse opfyldt — batteri %1$lld%%, mål %2$@
de: Bei Batteriestand benachrichtigen: Bedingung erfüllt — Batterie %1$lld%%, Ziel %2$@
fr: Notifier au niveau de batterie : condition remplie — batterie %1$lld%%, cible %2$@
it: Notifica al livello di batteria: condizione soddisfatta — batteria %1$lld%%, obiettivo %2$@

source: Notify on battery level: fetch overview failed (%@); will retry next tick
da: Giv besked ved batteriniveau: hentning af oversigt mislykkedes (%@); prøver igen ved næste tick
de: Bei Batteriestand benachrichtigen: Übersicht laden fehlgeschlagen (%@); erneuter Versuch beim nächsten Tick
fr: Notifier au niveau de batterie : échec du chargement de l’aperçu (%@) ; nouvelle tentative au prochain tick
it: Notifica al livello di batteria: caricamento panoramica non riuscito (%@); riprovo al prossimo tick

source: Notify on battery level: forecast threshold in %llds — pre-scheduling backstop notification (regular tick cadence unchanged)
da: Giv besked ved batteriniveau: tærskel forventet om %llds — backstop-notifikation planlagt (almindelig kontrolinterval uændret)
de: Bei Batteriestand benachrichtigen: Schwellwert in %llds vorhergesagt — Backup-Benachrichtigung wird geplant (regulärer Prüftakt unverändert)
fr: Notifier au niveau de batterie : seuil prévu dans %llds — notification de secours planifiée (cadence de vérification inchangée)
it: Notifica al livello di batteria: soglia prevista tra %llds — notifica di riserva pianificata (cadenza di controllo invariata)

source: Notify on battery level: forecast threshold in %llds — pre-scheduling notification and tightening BG hint
da: Giv besked ved batteriniveau: tærskel forventet om %llds — notifikation planlagt på forhånd, baggrundstip strammet
de: Bei Batteriestand benachrichtigen: Schwellwert prognostiziert in %llds — Benachrichtigung vorgeplant, Hintergrund-Hinweis verfeinert
fr: Notifier au niveau de batterie : seuil prévu dans %llds — notification programmée à l’avance, indice arrière-plan affiné
it: Notifica al livello di batteria: soglia prevista tra %llds — notifica pianificata in anticipo, suggerimento background affinato

source: Notify on battery level: missing parameters
da: Giv besked ved batteriniveau: parametre mangler
de: Bei Batteriestand benachrichtigen: Parameter fehlen
fr: Notifier au niveau de batterie : paramètres manquants
it: Notifica al livello di batteria: parametri mancanti

source: Notify on battery level: no battery level reading from house battery; cannot tick
da: Giv besked ved batteriniveau: intet batteriniveau fra husbatteriet; kan ikke køre tick
de: Bei Batteriestand benachrichtigen: kein Ladestand der Haus-Batterie verfügbar; Tick nicht möglich
fr: Notifier au niveau de batterie : aucun niveau de la batterie maison disponible ; tick impossible
it: Notifica al livello di batteria: nessun livello della batteria di casa disponibile; tick impossibile

source: Notify on battery level: started — target %@
da: Giv besked ved batteriniveau: startet — mål %@
de: Bei Batteriestand benachrichtigen: gestartet — Ziel %@
fr: Notifier au niveau de batterie : démarrée — cible %@
it: Notifica al livello di batteria: avviata — obiettivo %@

source: Notify on battery level: starting
da: Giv besked ved batteriniveau: starter
de: Bei Batteriestand benachrichtigen: wird gestartet
fr: Notifier au niveau de batterie : démarrage
it: Notifica al livello di batteria: avvio in corso

source: Notify on every re-occurrence
da: Giv besked ved hver gentagelse
de: Bei jedem erneuten Auftreten benachrichtigen
fr: Notifier à chaque récurrence
it: Notifica a ogni ripetizione

source: Notify once
da: Giv besked én gang
de: Einmal benachrichtigen
fr: Notifier une fois
it: Notifica una volta

source: Notify when battery hits a target level.
da: Giv besked, når batteriet når et målniveau.
de: Benachrichtigen, wenn die Batterie einen Zielwert erreicht.
fr: Notifier quand la batterie atteint un niveau cible.
it: Avvisa quando la batteria raggiunge un livello obiettivo.

source: Notify when battery is
da: Giv besked, når batteri
de: Benachrichtigen, wenn Batterie
fr: Notifier quand la batterie est
it: Notifica quando la batteria è

source: Notify when current solar production crosses a level you choose.
da: Giv besked, når den aktuelle solproduktion krydser et niveau, du vælger.
de: Benachrichtigt, wenn die aktuelle Solarproduktion einen von dir gewählten Wert über- oder unterschreitet.
fr: Notifie lorsque la production solaire actuelle franchit un niveau de ton choix.
it: Notifica quando la produzione solare attuale attraversa un livello a tua scelta.

source: Notify when energy drawn from the grid crosses a level you choose.
da: Giv besked, når strøm trukket fra elnettet krydser et niveau, du vælger.
de: Benachrichtigt, wenn der Netzbezug einen von dir gewählten Wert über- oder unterschreitet.
fr: Notifie lorsque l'énergie soutirée du réseau franchit un niveau de ton choix.
it: Notifica quando l'energia prelevata dalla rete attraversa un livello a tua scelta.

source: Notify when energy fed back into the grid crosses a level you choose.
da: Giv besked, når strøm sendt tilbage til elnettet krydser et niveau, du vælger.
de: Benachrichtigt, wenn die Netzeinspeisung einen von dir gewählten Wert über- oder unterschreitet.
fr: Notifie lorsque l'énergie injectée dans le réseau franchit un niveau de ton choix.
it: Notifica quando l'energia immessa in rete attraversa un livello a tua scelta.

source: Notify when the combined power going into your car(s) crosses a level you choose.
da: Giv besked, når den samlede effekt til dine biler krydser et niveau, du vælger.
de: Benachrichtigt, wenn die gesamte Ladeleistung deiner Autos einen von dir gewählten Wert über- oder unterschreitet.
fr: Notifie lorsque la puissance totale de charge de tes voitures franchit un niveau de ton choix.
it: Notifica quando la potenza totale di ricarica delle tue auto attraversa un livello a tua scelta.

source: Notify when the home's total consumption crosses a level you choose.
da: Giv besked, når hjemmets samlede forbrug krydser et niveau, du vælger.
de: Benachrichtigt, wenn der Gesamtverbrauch des Hauses einen von dir gewählten Wert über- oder unterschreitet.
fr: Notifie lorsque la consommation totale de la maison franchit un niveau de ton choix.
it: Notifica quando il consumo totale della casa attraversa un livello a tua scelta.

source: Notify when the house battery reaches a level you choose.
da: Giv besked, når husbatteriet når et niveau, du vælger.
de: Benachrichtigt, wenn die Hausbatterie einen von dir gewählten Stand erreicht.
fr: Notifie lorsque la batterie maison atteint un niveau de ton choix.
it: Notifica quando la batteria di casa raggiunge un livello a tua scelta.

source: Notify when value is
da: Giv besked, når værdien er
de: Benachrichtigen, wenn der Wert
fr: Notifier quand la valeur est
it: Notifica quando il valore è

source: now
da: nu
de: jetzt
fr: maintenant
it: ora

source: Now
da: Nu
de: Jetzt
fr: Maintenant
it: Ora

source: Now: %@
da: Nu: %@
de: Jetzt: %@
fr: Actuel : %@
it: Ora: %@

source: Now: %lld%%
da: Nu: %lld %%
de: Jetzt: %lld %%
fr: Maintenant : %lld %%
it: Ora: %lld %%

source: Off
da: Oplad ikke
de: Nie laden
fr: Ne jamais charger
it: Non caricare mai

source: Old data
da: Gamle data
de: Alte Daten
fr: Obsolète
it: Vecchi dati

source: Once a notification fires, it shows up here.
da: Når en notifikation udløses, vises den her.
de: Sobald eine Mitteilung auslöst, erscheint sie hier.
fr: Dès qu'une notification se déclenche, elle apparaît ici.
it: Quando una notifica si attiva, appare qui.

source: Open camera on your phone
da: Åbn mobilkamera
de: Kamera am Handy öffnen
fr: Ouvrez l'appareil photo
it: Apri fotocamera sul telefono

source: Open Solar Lens
da: Åbn Solar Lens
de: Solar Lens öffnen
fr: Ouvrir Solar Lens
it: Apri Solar Lens

source: Open Solar Lens on your phone and sign in to use CarPlay.
da: Åbn Solar Lens på din telefon, og log ind for at bruge CarPlay.
de: Öffne Solar Lens auf deinem iPhone und melde dich an, um CarPlay zu nutzen.
fr: Ouvrez Solar Lens sur votre téléphone et connectez-vous pour utiliser CarPlay.
it: Apri Solar Lens sul tuo telefono e accedi per usare CarPlay.

source: Orange Sky
da: Orange himmel
de: Oranger Himmel
fr: Ciel orange
it: Cielo arancione

source: Ordered by priority — highest first
da: Sorteret efter prioritet — højeste først
de: Nach Priorität sortiert — höchste zuerst
fr: Trié par priorité — la plus haute en premier
it: Ordinato per priorità — prima la più alta

source: Out:
da: Ud:
de: Aus:
fr: Sortie:

source: Overall
da: Samlet
de: Gesamt
fr: Global
it: Totale

source: Overall consumption
da: Samlet forbrug
de: Gesamtverbrauch
fr: Consommation totale
it: Consumo totale

source: Password
da: Kodeord
de: Passwort
fr: Mot de passe

source: Peak production:
da: Maksimal produktion:
de: Max. Produktion:
fr: Production de pointe:
it: Produzione di picco:

source: Peak:
da: Top:
de: Max.:
fr: Crête:
it: Picco:

source: Period
da: Periode
de: Zeitraum
fr: Période
it: Periodo

source: Personalize
da: Tilpas
de: Personalisieren
fr: Personnaliser
it: Personalizzare

source: Phases
da: Faser
de: Phasen
it: Fasi

source: Please enter a valid email address
da: Indtast venligst en gyldig e-mailadresse
de: Bitte geben Sie eine gültige E-Mailaddresse ein.
fr: Saisir une adresse e-mail valide.
it: Inserisci un indirizzo e-mail valido

source: Please enter a valid password
da: Indtast venligst et gyldigt kodeord
de: Bitte geben Sie ein gültiges Passwort ein.
fr: Saisir un mot de passe valide.
it: Inserisci una password valida

source: Please log in on your iPhone
da: Log venligst ind på din iPhone
de: Bitte am iPhone anmelden
fr: Veuillez vous connecter sur votre iPhone
it: Accedi sul tuo iPhone

source: Please make sure you are using the correct email and passwort from your Solar Manager login.
da: Sørg for, at du bruger den korrekte e-mail og det rigtige kodeord fra din Solar Manager-login.
de: Bitte überprüfen Sie, dass Sie den korrekte Login von Ihrem Solar Manager verwenden
fr: Assurez-vous d'utiliser l'adresse e-mail et le mot de passe corrects de votre connexion Solar Manager.
it: Assicurati di utilizzare l'indirizzo e-mail e la password corretti dalla tua connessione Solar Manager.
